tap "homebrew/cask-fonts"

brew "awscli"
brew "eza"
brew "gh"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "jq"
brew "mise"
brew "pinentry-mac"
brew "shellcheck"
brew "starship"
brew "zoxide"

cask "backblaze"
cask "claude-code"
cask "codex"
cask "ddpm"
cask "devutils"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "obsidian"
cask "raycast"
cask "signal"
cask "zed"
