tap "homebrew/cask-fonts"

brew "asdf"
brew "awscli"
brew "bat"
brew "exa"
brew "gh"
brew "git"
brew "gnupg"
brew "hadolint"
brew "jq"
brew "pinentry-mac"
brew "shellcheck"
brew "starship"
brew "zoxide"

cask "alfred"
cask "authy"
cask "aws-vault"
cask "bitwarden"
cask "devutils"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "rectangle"
cask "signal"
cask "temurin"
cask "visual-studio-code"
cask "warp"
