tap "eugene1g/safehouse"

brew "agent-browser"
# Trust is scoped to this named third-party package so Homebrew may load its tap
# definition; normal bottle and download verification still applies.
brew "eugene1g/safehouse/agent-safehouse", trusted: true
brew "awscli"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "helix"
brew "jq"
brew "mole"
brew "pinentry-mac"
brew "ripgrep"
brew "rtk"
brew "shellcheck"
brew "sqlite"
brew "starship"
brew "typescript-language-server"
brew "watchman"
brew "zoxide"

cask "backblaze"
cask "chatgpt"
cask "cleanshot"
cask "cmux"
cask "codexbar"
cask "cotypist"
cask "ddpm"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "obsidian"
cask "raycast"
cask "signal"
cask "superwhisper"
cask "zed"
